[M_ClaptrapBirthdayBash MissionDefinition]
MissionName="O Aniversário do Claptrap!"
MissionDescription="Faz sete anos que o Claptrap foi construido e agora ele deseja celebrar essa ocasião. Ele pediu que convide alguns dos seus amigos mais íntimos para a sua festa de aniversário, a qual ele planeja celebrar em [place]Santuário[-place]. Depois de fazer isso, volte para a festa e divirta-se! "
TurnInDescription="Você participou da festa de aniversário do Claptrap e... essa experiência foi um tanto estranha."
MissionSummary="Aproveite a festa de aniversário do Claptrap!"
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Feliz aniversário, Claptrap!"

[M_ClaptrapBirthdayBash:Add_EatPizza_Obj MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:BoomBoxSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:ClapTrapBirthday_MarcusInv MissionObjectiveDefinition]
ProgressMessage="Convide o Marcus"

[M_ClaptrapBirthdayBash:ClapTrapBirthday_MoxxieInv MissionObjectiveDefinition]
ProgressMessage="Convide a Moxxi"

[M_ClaptrapBirthdayBash:ClapTrapBirthday_ScooterInv MissionObjectiveDefinition]
ProgressMessage="Convide o Scooter"

[M_ClaptrapBirthdayBash:ClaptrapBirthdayBash_FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:DeliverInvitesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:EatPizza MissionObjectiveDefinition]
ProgressMessage="Experimente a pizza"

[M_ClaptrapBirthdayBash:EnjoyParty MissionObjectiveDefinition]
ProgressMessage="Aproveite a festa"

[M_ClaptrapBirthdayBash:EnjoyPartySet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:PartyFavor_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:ReturnToParty MissionObjectiveDefinition]
ProgressMessage="Volte para a festa"

[M_ClaptrapBirthdayBash:ReturnToPartySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:StartBoomBox MissionObjectiveDefinition]
ProgressMessage="Solte a música"

[M_ClaptrapBirthdayBash:TakeInvitations MissionObjectiveDefinition]
ProgressMessage="Pegue os convites"

[M_ClaptrapBirthdayBash:TakeInvitationsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClaptrapBirthdayBash:UsePartyFavor MissionObjectiveDefinition]
ProgressMessage="Sopre as cornetinhas"

